
Section 2 of 9
فهم الناص
الأب طبيب والأمّ معلّمة والأخت طالبة في الجامعة الإسلاميّة والأخ طالب في الجامعة التّكنيكيّة الوطنيّة وأنا طالب في الجامعة الدّوليّة. عندنا بيت جميل في المدينة وأمام البيت حديقة كبيرة وجميلة. عندي غرفة كبيرة وحمّام ومطبخ صغير وفي الغرفة مكتب قديم وكرسي من بلاستيك وسرير كبير وخزانة قديمة من خشب وراديو قديم وجهاز فيديو وكمبيوتر وجهاز تلفزيون ومصباح.

[
    "no" => '1',
    "soal" => 'ما مهنة الأب؟ ',
    "pilihan" => [
        "معلم",
        "طبيب",
        "محاضر",
        "مهندس",
    ],
    "jawaban" => 
],
[
    "no" => '2',
    "soal" => 'ماذا تعمل الأخت؟ ',
    "pilihan" => [
        "الأخت طالبة في الجامعة الإسلاميّة",
        "الأخت مدرسة في الجامعة الإسلامية",
        "الأخت عاملة في الجامعة الإسلامية",
        "الأخت باحثة في الجامعة الإسلامية",
    ],
    "jawaban" => 
],
[
    "no" => '3',
    "soal" => 'ماذا أمام البيت؟ ',
    "pilihan" => [
        "مركز كبير",
        "شجرة كبيرة",
        "بيت كبير",
        "حديقة كبيرة",
    ],
    "jawaban" => 
],
[
    "no" => '4',
    "soal" => 'هل في الغرفة مكتب قديم وكرسي من بلاستيك',
    "pilihan" => [
        "نعم، في الغرفة مكتب قديم وكرسي من بلاستيك",
        "نعم، في الغرفة مكتب جديد وكرسي من بلاستيك",
        "لا، في الغرفة مكتب قديم وكرسي من حديد",
        "لا، لا شيء في الغرفة",
    ],
    "jawaban" => 
],
[
    "no" => '5',
    "soal" => 'كيف كان السرير في الغرفة؟  ',
    "pilihan" => [
        "كان السرير في الغرفة كبير",
        "كان السرير في الغرفة قديم",
        "كان السرير في الغرفة جديد",
        "كان السرير في الغرفة صغير",
    ],
    "jawaban" => 
],


Section 3 of 9
اقرأ الناص التالي!
مشيت للتّسوّق من البيت الّذي هو داخل المدينة بالسّيّارة الجديدة إلى سوق خارج المدينة وكان أحمد معي وفي الطّريق إلى هذا السّوبرماركت الّذي هو من الأسواق الرّخيصة رأينا مؤسّسات صناعيّة وزراعيّة تابعة للحكومة والقطاع الخاصّ. ورغم الكثير من النّاس الّذين هم في كلّ مكان مشينا أوّلًا إلى مكتبة واشترينا من المكتبة كتبا أي قاموسين وروايتين واشترينا للدّراسة في الجامعة ورقا وأقلاما وممحاة وكراريس وشنطة بيضاء للكمبيوتر المحمول أي اللّاب توب. وبعد التّسوّق كنت في مقهى من المقاهي العربيّة وأحمد كان في البنك.وبعد ذلك مشينا إلى الجامعة الإسلاميّة الحكوميّة وهي جامعة من الجامعات المشهورة في العالم في الشّريعة والقانون الدّوليّ وتوجد هناك أساتذة ودكاترة وباحثون من كلّ العالم ومعاهد للبحث العلميّ في المواضيع الاجتماعيّة والاقتصاديّة ومنظّمات حكوميّة وغير حكوميّة ومشاريع للتّعاون مع المجتمع المدنيّ ومراكز خاصّة بالبيئة والمناخ العالميّ والعولمة.

[
    "no" => '6',
    "soal" => 'كيف كانت الجامعة؟ ',
    "pilihan" => [
        "الجامعة الإسلاميّة الحكوميّة جامعة مشهورة",
        "الجامعة الإسلاميّة الحكوميّة جامعة صغيرة",
        "الجامعة الإسلاميّة الحكوميّة جامعة بعيدة",
        "الجامعة الإسلاميّة الحكوميّة جامعة عالمية",
    ],
    "jawaban" => 
],
[
    "no" => '7',
    "soal" => 'أين أحمد حينما كنت في المقهى؟ ',
    "pilihan" => [
        "في الشوق",
        "في البنك",
        "في الجامعة",
        "في تكسي",
    ],
    "jawaban" => 
],
[
    "no" => '8',
    "soal" => 'إلى أين مشينا لأول المرة؟ ',
    "pilihan" => [
        "الجامعة",
        "البنك",
        "المقهى",
        "المكتبة",
    ],
    "jawaban" => 
],
[
    "no" => '9',
    "soal" => 'كان السوق خارج المدينة.',
    "pilihan" => [
        "نعم، كان السوق خارج المدينة",
        "نعم، كان السوق داخل المدينة",
        "لا، كان السوق بين المدينتين",
        "لا، كان السوق وسط المدينة",
    ],
    "jawaban" => 
],
[
    "no" => '10',
    "soal" => 'أي مراكز تابعة للجامعة الإسلاميّة الحكوميّة؟ ',
    "pilihan" => [
        "مراكز خاصّة بالإقتصادية",
        "مراكز خاصّة بالإجتماية",
        "مراكز خاصّة بالبيئة",
        "مراكز خاصّة بالطلاب",
    ],
    "jawaban" => 
],

Section 4 of 9
اقرأ الناص التالي!
أحمد: هالو! مساء الخير.
صباح : مساء النور. من معي؟ من يتكلّم؟
أحمد: معك أحمد. كيف حالك؟
صباح: أنا بخير، الحمد لله وكيف حالك؟ هل ذهبت إلى المطار؟ هل وصلت مريم؟
أحمد: شكرا، أنا بخير، الحمد لله، نعم، كنت في المطار. مريم وصلت قبل ساعتين. أين كنت اليوم؟
صباح: اليوم كنت في الجامعة. سمعت أنّ مريم نزلت في فندق. هل هذا صحيح؟
أحمد: نعم ، هذا صحيح. هي الآن في الفندق.
صباح: وأين كنتم في المساء بعد أن وصلت مريم؟
أحمد: كنّا في مطعم صغير في الفندق وكالعادة أكلنا أكثر من اللازم من البوفيه الشرقيّ.
صباح: هل تمّت دراسة دقيقة للمشروع الماليّ الذي وصل عندي إلى المكتب؟
أحمد: نعم، تمّت الدراسة بعون الله وقالت مريم إنّها مسؤولة عن الإجراءات التنفيذيّة.
صباح: وغدا؟ ما هو البرنامج؟ هل عندها مواعد أو ارتباطات رسميّة؟
أحمد: والله، لا أدري بالضبط، أعتقد عندها مواعد رسميّة في القنصليّة الألمانيّة والسفارة السعوديّة والبنك الإسلاميّ  والله أعلم.
صباح: وأنت رايح إلى أين غدا؟
أحمد: والله، أنا رايح إلى المكتب في حيّ البنوك للمتابعة اليوميّة للتطوّرات الجارية في الأسواق الماليّة والأسهم المصرفيّة والأسعار الجديدة للبترول والغاز الطبيعيّ والموادّ الخام الأخرى.
صباح: يا مسكين! أنا غدا رايحة إلى المجمّع الاستهلاكيّ الجديد في مركز المدينة للتسوّق وأشوف الأشياء المغرية الجديدة في السوق. مع السلامة، وسلّم لي على مريم.
أحمد: مع السلامة وسلّمي على صالح وتصبحين على خير.
صباح: وأنت من أهله. مع السلامة.


[
    "no" => '11',
    "soal" => 'هل صباح رايحة إلى مركز المدينة؟',
    "pilihan" => [
        "لا، صباح رايحة إلى مركز الدائرة",
        "لا، صباح رايحة إلى المجمع الإستهلاكي",
        "نعم، صباح رايحة إلى مركز المدينة",
        "نعم، صباح رايحة إلى مركز المدينة المنورة",
    ],
    "jawaban" => 
],
[
    "no" => '12',
    "soal" => 'أين كانت صباح اليوم؟',
    "pilihan" => [
        "المجمع الإستهلاكي",
        "المطار",
        "السوق المركزي",
        "الجامعة",
    ],
    "jawaban" => 
],
[
    "no" => '13',
    "soal" => 'متى وصلت مريم إلى المطار؟',
    "pilihan" => [
        "مريم وصلت قبل يومين",
        "مريم وصلت قبل ساعتين",
        "مريم وصلت أمس",
        "مريم وصلت قبل اليوم",
    ],
    "jawaban" => 
],
[
    "no" => '14',
    "soal" => 'هل أكل مريم وأحمد من البوفيه الفرنسيّ في المطعم؟',
    "pilihan" => [
        "لا، أكل مريم وأحمد من البوفيه الشرقيّ",
        "لا،  أكل مريم وأحمد من البوفيه السين",
        "نعم، أكل مريم وأحمد من البوفيه الفرنسي",
        "نعم،  أكل مريم وأحمد من البوفيه السعود",
    ],
    "jawaban" => 
],
[
    "no" => '15',
    "soal" => 'هل عرفت صباح المشروع الماليّ؟',
    "pilihan" => [
        "درست صباح عن الإجتماعية",
        "درست صباح عن المشروع المالي",
        "درست صباح عن المشروع الدينية",
        "درست صباح عن الدينية",
    ],
    "jawaban" => 
],

Section 5 of 9
الاستقبال في المطار
وصلت مريم أمس الجمعة. ذهبت بالتاكسي إلى المطار وقلت عندما خرجت من المخرج الخاصّ بالجمارك ودخلت القاعة الرئيسيّة: أهلًا وسهلًا! الحمد لله على السلامة! كيف كانت الرحلة وكيف حالك وكيف العائلة؟ قالت إنّ الرحلة كانت ممتازة وكلّهم بخير والحمد لله.
من المطار ذهبنا إلى الفندق وفي الطريق إلى الفندق سألتها عنِ العمل الجديد في الخارج. قالت إنّ العمل في البداية كان كمترجمة في السفارة وفي نفس الوقت كموظّفة في السلك الدبلوماسيّ وإنّها كانت قبل شهر في سويسرا وفرنسا وإنّها عقدت في هذين البلدين اجتماعات ومؤتمرات كثيرة مع دبلوماسيّين وتجّار عرب وأجانب وإنّها سمعت أنّ العلاقات السياسيّة والاقتصاديّة والتجاريّة جيّدة بين هذين البلدين والبلدان العربيّة وإنّها ترجمت رسائل ومذكّرات دبلوماسيّة كثيرة.
وبعد أن وصلنا بالتاكسي إلى الفندق صعدت مريم إلى الشقّة وجلست أنا في اللوبي أي في القاعة الكبيرة عند المدخل الرئيسيّ. وبعد قليل نزلت مريم وذهبنا إلى مطعم من المطاعم في الفندق وأكلنا هناك طعاما شرقيّا وبعد الأكل شربنا الشاي.

[
    "no" => '16',
    "soal" => 'ماذا عملت مريم في البداية؟',
    "pilihan" => [
        "معلمة",
        "مترجمة",
        "مهندسة",
        "مديرة",
    ],
    "jawaban" => 
],
[
    "no" => '17',
    "soal" => 'هل هناك علاقات تجاريّة بين فرنسا والبلدان العربيّة؟',
    "pilihan" => [
        "لا، ليس هناك علاقات تجارية بين فرنسا والبلدان العربية",
        "نعم،  هناك علاقات تجارية بين فرنسا والبلدان العربية",
        "لا،  هناك علاقات دينية بين فرنسا والبلدان العربية",
        "نعم، هناك علاقات دينية بين فرنسا والبلدان العربية",
    ],
    "jawaban" => 
],
[
    "no" => '18',
    "soal" => 'إلى أين ذهبت مريم قبل شهر؟',
    "pilihan" => [
        "ذهبت مريم قبل شهر إلى سويسرا وفرنسا",
        "ذهبت مريم قبل شهر إلى المانيا",
        "ذهبت مريم قبل شهر إلى السعودية",
        "ذهبت مريم قبل شهر إلى سين",
    ],
    "jawaban" => 
],
[
    "no" => '19',
    "soal" => 'من ترجم رسائل ومذكّرات دبلوماسيّة كثيرة؟',
    "pilihan" => [
        "عائشة",
        "زينب",
        "ماريا",
        "مريم",
    ],
    "jawaban" => 
],
[
    "no" => '20',
    "soal" => 'هل شربت مريم القهوة مع الحليب؟',
    "pilihan" => [
        "نعم، شربت مريم القهوة مع الحليب",
        "نعم، شربت مريم القهوة مع السكر",
        "لا، شربت مريم القهوة",
        "لا، شربت مريم الشاي",
    ],
    "jawaban" => 
],

Section 6 of 9
يحكى أن راعيا خرج بأغنامه إلى المرعى في واد قريب من القرية. فانتشرت الأغنام بين الأعشاب الخضراء، تنتقل من مكان إلى آخر تأكل العشب إلى أن يقترب وقت العودة في المساء، فجمع الراعي أغنامه وسار في طريقه إلى القرية، وقبل أن يدخل الراعي الأغنام إلى الحظيرة، أخذ يصرخ بأعلى صوته: يا أهل القرية، ادركون! الذئب! الذئب!
سمع الناس نداءه فأسرعوه إليه، وكل منهم يحمل عصا غليظا وما كادوا يصلون حتى وجدوه يضحك. فعرفوا أن الراعي قد كذب عليهم، وأن الذئب لم يهاجم الغنم، فغضبوا منه وعادوا إلى بيوتهم غاضبين. وفي اليوم التالي، خرج الراعي بالغنم إلى الوادي، وأثناء عودته إلى القرية في المساء، هاجمت الذئب الغنم، فأخذ الراعي يصرخ : ادركوني! ادركوني! ولكن لم يحضر أحد لنجدته، لاعتقادهم أنه يكذب. فهجم الذئب على الغنم، فكان هذا جزاء كذبه

[
    "no" => '21',
    "soal" => 'عاد الناس إلى القرية غاضبين لأن.... ؟',
    "pilihan" => [
        "الراعي يضحك عند حضور الناس",
        "الذئب قد هجم الأغنام",
        "هم كاذبون على الراعي",
        "الراعي قد كذب عليهم",
    ],
    "jawaban" => 
],
[
    "no" => '22',
    "soal" => 'ماذا تأكل الأغنام؟',
    "pilihan" => [
        "الأعشاب",
        "الأطعمة",
        "الذئب",
        "الشجرة",
    ],
    "jawaban" => 
],
[
    "no" => '23',
    "soal" => 'ما الذي هجم الغنم؟',
    "pilihan" => [
        "الراعي",
        "الذئب",
        "الناس",
        "أهل القرية",
    ],
    "jawaban" => 
],
[
    "no" => '24',
    "soal" => 'اسم المكان الذي يتجه إليه الراعي؟',
    "pilihan" => [
        "القرية",
        "المزرعة",
        "المرعى",
        "الغابة",
    ],
    "jawaban" => 
],
[
    "no" => '25',
    "soal" => 'متى يعود الراعي مع أغنامه إلى القرية؟',
    "pilihan" => [
        "المساء",
        "الصباح الباكر",
        "اليوم التالي",
        "الليل",
    ],
    "jawaban" => 
],
[
    "no" => '26',
    "soal" => 'كل واحد من أهل القرية يحمل عصا بيده لأن..؟ ',
    "pilihan" => [
        "هم غاضبون على الراعي",
        "الذئب هجم على الراعي والأغنام",
        "أهل القرية يريدون أن يساعدوا الراعي",
        "الراعي يصرخ: ادركوني...",
    ],
    "jawaban" => 
],
[
    "no" => '27',
    "soal" => 'لم يحضر أهل القرية ليسلموا الراعي لأن..؟',
    "pilihan" => [
        "هم يسمعون نداء الراعي",
        "الذئب هجم على الأغنام",
        "الراعي كذب على أهل القرية",
        "أهل القرية يتكسلون",
    ],
    "jawaban" => 
],
[
    "no" => '28',
    "soal" => 'كيف الراعي عندما يأتي أهل القرية وفي أيديهم العصا؟ ',
    "pilihan" => [
        "يصرخ بصوت عال",
        "يتكلم معهم",
        "يضحك",
        "يعود إلى القرية",
    ],
    "jawaban" => 
],
[
    "no" => '29',
    "soal" => 'تنتشر الأغنام وتنتقل من مكان إلى آخر ل..... ',
    "pilihan" => [
        "تأكل العشب",
        "تهجم على الذئب",
        "تعود إلى القرية",
        "تطلب الطعام",
    ],
    "jawaban" => 
],
[
    "no" => '30',
    "soal" => 'الرجل الذي كانت حرفته رعي الأغنام يسمى بـــ ... ؟',
    "pilihan" => [
        "أهل الغنم",
        "الراعي",
        "صاحب الغنم",
        "حارس الغنم",
    ],
    "jawaban" => 
],

Section 7 of 9
اختر أنسب الكلمة لتكملة الجمل الآتية! 

[
    "no" => '31',
    "soal" => 'يركب محمد القطار، وجاء الجائي إليه ليفتش منه...',
    "pilihan" => [
        "التذاكر",
        "الجائزة",
        "التذكرة",
        "النقود",
    ],
    "jawaban" => 
],
[
    "no" => '32',
    "soal" => 'في مرحلة المراهقة ينمو ...... والعقل نموا سريعا',
    "pilihan" => [
        "القلب",
        "العمل",
        "الفكر",
        "الجسم",
    ],
    "jawaban" => 
],
[
    "no" => '33',
    "soal" => 'يقوم ...... بقراءة الأنباء المحلية كل الصباح',
    "pilihan" => [
        "الكاتب",
        "القارئ",
        "الناشر",
        "المذيع",
    ],
    "jawaban" => 
],
[
    "no" => '34',
    "soal" => 'الخادمة تعمل الطعام كل الصباح في المطبخ وبعد أن يكون الطعام جاهزا وضعته الخادمة على المائدة. ماذا تعمل الخادمة في غرفة الطعام؟',
    "pilihan" => [
        "تجهز الطعام",
        "تشتري الخضروات",
        "تأخذ الصحن",
        "تنظف المائدة",
    ],
    "jawaban" => 
],
[
    "no" => '35',
    "soal" => 'إبراهيم يركب السيارة إلى الشركة التي يعمل بها، كانت الطريق مزدحمة بآلات المواصلات. تسير السيارة في ....؟',
    "pilihan" => [
        "الميدان",
        "الطارق",
        "الطريق",
        "البحر",
    ],
    "jawaban" => 
],
[
    "no" => '36',
    "soal" => 'نستطيع أن نعرف الأخبار الدولية الحديثة من صديقنا ....؟',
    "pilihan" => [
        "المهندس",
        "المحامي",
        "المدرس",
        "الصحافي",
    ],
    "jawaban" => 
],
[
    "no" => '37',
    "soal" => 'قام ..... بالدفاع عن المتهم في المحكمة',
    "pilihan" => [
        "القاضي",
        "الصحافي",
        "الشرطي",
        "المحامي",
    ],
    "jawaban" => 
],
[
    "no" => '38',
    "soal" => 'قبل السفر بالطائرة يشتري المسافر تذكرة السفر من .....',
    "pilihan" => [
        "مكتب الطيران",
        "المقصف",
        "دكان المطار",
        "الصيدلية",
    ],
    "jawaban" => 
],
[
    "no" => '39',
    "soal" => 'يأخذ الرجل الأغنام إلى أطراف القرية حيث تأكل العشب الأخضر، الرجل هو....',
    "pilihan" => [
        "صاحب الغنم",
        "الراعي",
        "حارس الغنم",
        "تاجر الغنم",
    ],
    "jawaban" => 
],
[
    "no" => '40',
    "soal" => 'دعا الملك الرجل ليبني له القصر، وأخذ الرجل يفكر ثم يضع خطة دقيقة، الرجل هو....',
    "pilihan" => [
        "العامل",
        "المبنى",
        "المفكر",
        "المهندس",
    ],
    "jawaban" => 
],


Section 8 of 9
هات الترادف من الكلمات التي بين الكوسين! 
[
    "no" => '41',
    "soal" => '(أسس) الرسول أول مسجد للمسلمين في المدينة ',
    "pilihan" => [
        "هدم",
        "قام",
        "صنع",
        "بنى",
    ],
    "jawaban" => 
],
[
    "no" => '42',
    "soal" => '(يقود) عصام سيارته إلى الشركة التي يعمل بها موظفا',
    "pilihan" => [
        "يأخذ",
        "يركب",
        "يصعد",
        "يسوق",
    ],
    "jawaban" => 
],
[
    "no" => '43',
    "soal" => 'أرسل الكسرى (الوفد) إلى أمير المؤمنين ليعرف ما يريد المسلمون',
    "pilihan" => [
        "الخادم",
        "الجندي",
        "المبعوث",
        "رجال الدولة",
    ],
    "jawaban" => 
],
[
    "no" => '44',
    "soal" => 'للانسان (مشاكله) ومشاغله في الحياة',
    "pilihan" => [
        "العراقل",
        "الأمور",
        "المسائل",
        "الصعوبات",
    ],
    "jawaban" => 
],
[
    "no" => '45',
    "soal" => 'بعد انتهاء الامتحان الوطني قامت المدرسة ب (رحلة) إلى شاطئ البحر',
    "pilihan" => [
        "الاطلاع",
        "الذهاب",
        "البحث",
        "السفر",
    ],
    "jawaban" => 
],

Section 9 of 9
هات التضاد من الكلمات التي بين الكوسين! 
[
    "no" => '46',
    "soal" => 'في العطلة (القادمة) سيزور إسماعيل صديقه في باكستان',
    "pilihan" => [
        "التالية",
        "الجديدة",
        "القديمة",
        "اللاحقة",
    ],
    "jawaban" => 
],
[
    "no" => '47',
    "soal" => 'يحب حسن الأكل وهو يأكل الأرز كثيرا ويشرب كوبا كبيرا من العصير، وأصبح ولدا (سمينا) في الحي',
    "pilihan" => [
        "عظيما",
        "كبيرا",
        "طويلا",
        "هزيلا",
    ],
    "jawaban" => 
],
[
    "no" => '48',
    "soal" => 'استأذن محمد من أصدقائه (العودة) إلى البيت أولا ',
    "pilihan" => [
        "الرحلة",
        "السفر",
        "الذهاب",
        "الرجوع",
    ],
    "jawaban" => 
],
[
    "no" => '49',
    "soal" => 'قال الولد: لا يمكن للسارق إخفاء الخروف في هذه القرية لأن صوته سوف (يكشف) مكانه ',
    "pilihan" => [
        "يستر",
        "يقفل",
        "يفتح",
        "يظهر",
    ],
    "jawaban" => 
],
[
    "no" => '50',
    "soal" => 'إن الحياة المادية تشغل الناس عن واجباتهم الانسانية وهذه الظاهرة (تتعارض) مع تعاليم الاسلام.  ',
    "pilihan" => [
        "تناسب",
        "تختلف",
        "تخالف",
        "تقضي عليه",
    ],
    "jawaban" => 
],
