القسم الثالث: فهم المقروء

قال الرسول صلّى الله عليه وسلم : بينما رجل يمشي بطريق، اشتدّ عليه العطش، فوجد بئرا، فنزل فيها، فشرب منها ثمّ خرج، فإذا هو بكلب يلهث (يأكل الثرى من العطش) فقال : لقد بلغ هذا الكلب من العطش مثل الذي بلغ بي. فنزل البئر فملأ خفّه ماء، ثمّ أمسكه بفيه، ثمّ رقى، فسقى الكلب، فشكر الله له، فغفر له.




العمل نعمة من نعم الله، ولا يعرف هذه النعمة، إلا من فقدها بسبب مرض، أو غيره. ومع ذلك فبعض النّاس لا يحبون العمل، ويعتمدون على غيرهم، أو يتسوّلون في الطريق. قال الرسول صلى الله عليه وسلم : ما أكل أحد طعاما قطّ خيرا من أن يأكل من عمل يده، وقال : لأن يأخذ أحدكم حبله، ثمّ يغدو إلى الجبل، فيحتطب، فيبيع، فيأكل، ويتصدّق خير له من أن يسأل النّاس.



أصبحت مشكلة زيادة السكان من أهم المشكلات التى تعانى منها معظم دول العالم، وقد اتجهت معظم هذه الدول إلى تحديد النسل، فالصين-ألف مليون نسمة – قد حددت النسل طفلا للأسرة الواحدة وما زاد عن ذلك فهناك عقاب صارم للأبوين، ولكن الشعب الصينى مطيع للأوامر ولم تشذ عن هذا القانون إلا حالا تحددها الأطباء، وقد جعلت هذه المشكلة مشكلات اقتصادية واجتماعية كثيرة.





هناك خرافات تحدث دائما بين الآباء والأبناء. فالآباء ينظرون إلى الأبناء على أنهم كبار، وينسون فارقة السن بينهم، ويريدون من الأبناء أن يكونوا صورة ثانية منهم. والأبناء ينظرون إلى الأباء على أنهم من عصر قديم، وأنهم يفكرون تفكيرا متأخرا، ولايمكن أن يتفقوا معهم فى الرأى. وهذه هي أهم أسباب الخلاف. ولكن إذا نظر الأباء إلى أبنائهم نظرة أخرى ليفهموهم بطريقة أفضل، وإذا تذكروا كيف أنهم كانوا فى نفس هذا الموقف من آبائهم، لأدركوا أنهم يجب أن يغيروا معاملتهم لأبنائهم، ويكونوا أكثر صبرا وفهما. أما الأبناء فيجب أن يدركوا أن طاعة الوالدين من طاعة الله، أنهم فى كثير من الأحيان لايعرفون ماينفعهم وما يضرهم، وإذا أطاعوا أبويهم كان ذلك خيرا لهم وأفضل.




	
    تأثّر العالم كثيرا – وخاصّة أوروبا – بحضارة المسلمين. وكان المسلمون في العصر العباسي، قد نشروا العلم والثقافة في مناطق واسعة، فقد وصلوا إلى الصين في الشّرق، وإلى بلاد السّودان في إفريقيا في الجانوب.



<u>كانت</u> هناك ندوة مفيدة في كلية الآداب <u>أمس</u>. تكلّم فيها مدرّسون من الجامعة، وضيوف من خارج الجامعة. تكلّم الجميع عن فائدة الكتاقال المدرسون من الجامعة : إن الكتاب العاديّ سينتهي قريبا، ويترك مكانه الكتاب الإلكتروني. رفض بعض الضّيوف هذا الكلام وقالوا : إنّ الكتاب العاديّ سيبقي مهيمنا في هذا المجال وقتا طويلا، وستظل كل الدول الفقيرة تستعمل الكتاب العادي، وستستعمل الدول الغنية الكتاب الإلكتروني.






فكّر صديقي <u>أن يترك</u> العمل في الحكومة، وأن يعمل <u>تاجرا،</u> وفعلا فتح محلا صغيرا، لبيع الملابس، وبدأ يعامل النّاس معاملة طيبة، يبيع لهم الملابس رخيصة، فاشتهر كثيرا بين النّاس. وبعد سنة ترك صديقي المحلّ الصّغير، وفتح محلا كبيرا في وسط المدينة، وبعد ثلاث سنوات أنشأ شركة كبيرة لصناعة الملابس. أصبح صديقي <u>من أغنياء المدينة،</u> وقد أحبّه النّاس كثيرا، فهو رجل كريم يساعد النّاس في بناء المساجد والمدارس والمستشفيات.






حسن طالب إندونسي يدرس في الجامعة الإسلامية بالمدينة المنورة سافر حسن إلى المدينة المنورة قبل ثلاث سنوات لتعليم اللغة العربية ويدرس الإسلام. يتحدث حسن العربية الآن جيدا، وقد بدأ حفظ القرآن في بلده، والآن يحفظه كله. أصبح حسن الآن يفهم أحاديث الرسول صلى الله عليه وسلم، ويقرأ الكتب العربية والمجلات الأسبوعية والصحف اليومية. بعد هذه السنوات الثلاث يستطيع حسن أن يكتب باللغة العربية. فقد كتب إلى أصدقائه وقال لهم: "إن اللغة العربية لغة سهلة، وهي لغة العبادة لأكثر من مليار من المسلمين ولغة القرآن والإسلام.





‏ القرآن كلام الله المعجز المنزل على محمد صلى الله عليه وسلم المكتوب في المصاحف المنقول بالتواتر المتعبد بتلاوته. ويفرق بين القرآن والحديث النبوي بأن القرآن لفظه ومعناه من عند الله، أما الحديث النبوي فمعناه من عند الله ولفظه من النبي صلى الله عليه وسلم على القول الصحيح. ويفرق بين القرآن والحديث القدسي بأنهما وإن كان كل منهما لفظه ومعناه من عند الله على الصحيح إلا ان الحديث القدسي لم يقصد بلفظه الإعجاز.
نزل القرآن من اللوح المحفوظ الى بيت العزة في السماء الدنيا جملة واحدة، ومن السماء الدنيا الى النبي صلى الله عليه وسلم مفرقا حسب الوقائع والحوادث ومقتضايات الأحوال. ويسمى العلماء القطعة التي نزلت دفعة واحدة نجما. وللتنجيم حكم كثيرة، منها لتثبيت فؤاد النبي صلى الله عليه وسلم، ودليلها قوله تعالى : "وقال الذين كفروا لولا نزل عليه القرآن جملة واحدة كذلك لنثبت به فؤادك."
وسور القرآن الكريم مائة وأربع عشرة سورة بإجماع من يعتد بإجماعه. وقد قسمها العلماء الى أربعة أقسام، وهي : الطول، والمئين، والمثاني، والمفصل.






إن أخلاقيات الأفراد تؤثر على نظرتهم إلى العمل الذي هو أساس أي عملية إنتاجية، فقد وجدنا أن ‏عنصر العمل ضروري لأي نشاط اقتصادي، وبدون العنصر لا يمكن قيام أو استمرار العملية الإنتاجية. وقد ‏وجدنا أن الأفراد في المجتمعات المتقدمة اقتصاديا ينظرون إلى العمل باحترام شديد وبنوع من القداسة، فهم ‏بذلك يتقنون الأعمال التي يقومون بها ولا يتهاونون في أدائها على أحسن وجه عالمين أن ذلك سيكون في ‏مصلحتهم ومصلحة المجتمع كلهم. وقد أكد الإسلام على هذه العلاقة بين العمل ومستوى الإنتاج في الحديث ‏الشريف : "إن الله يحب إذا عمل أحدكم أن يتقنه."‏





رغم أن الإسلام يكفل حرية للأفراد في البيع والشراء والتنافس، فإنه ينكر أشدّ الإنكار أن تدفع ‏أنانيتهم وطمعهم الشخصي إلى التضخم المالي على حساب غيرهم والإثراء ولو من أقوات الشعب ‏وضرورياته. ومن أجل ذلك نهى رسول الله صلى الله عليه وسلم عن الاحتكار بعبارة شديدة، فقال : "من احتكر الطعام ‏أربعين ليلة فقد برئ الله منه". وقال : "الجالب مرزوق والمحتكر ملعون".‏



‏
		یا محمد ابعث  لی هذه الرسالة بالبرید الإلکترونی إلی الحج یوسف فی کوالا لمبور، واکتب له أن یحضر إلینا هنا فی الریاض، بعد رمضان مباشر، حتی ندخل الشبکة الدولیة إلی مکتبنا فی البیان کما فعلنا فی مکتبنا فی کوریا. 



		التعاون فی المجتمع من مقومات بقا‌‌ئه، به یحیا الفرد وبه تحیا الجماعة. {ولو دققنا النظر فی کل شیئ <u>نستخدمه</u> لوجدنا أنه لم (یصل) إلینا إلا یعد أن تضافرت الأیدی (الکثیرة) فی إنتاجه}. ویمکن أن نتصور قدر التعاون فی المجتمع، ولو تصورنا أن کل فرد بدأ یعمل وحده٫ ودون أن یمدیده إلی شیئ من عمل غیره لاشك أن الهلاك سوف یصیب (البشریة). ولهذا یبدو المجتمع کأنه جدار متین. وما الأفراد فیه ألا حجارة صماء٫  وقد حث الله تعالی علی التعاون بقوله: ؛وتعاونوا علی البر والتقوی ولا تعاونوا علی الإثم والعدوان.



تخرج زوجتي كل يوم في الصّباح، ولا ترجع إلا في السّاعة الخامسة مساءً، هذه مشكلتي معها. نحن نتناول الوجبات خارج البيت: لأنّ زوجتي لا تجد وقتاً لإعداد الطّعام، وأنا أغسل ملابسي وملابس أبنائنا وحدي، وأنظّف البيت أحياناً بعد التدريس ظهرا. لا أجد وقتا للحديث معها في أمور البيت والأسرة: لأنها عندما ترجع تكون متعبةً  .أمّا في عطلة الأسبوع، فهي تحبّ أن تزور الأهل والصّديقات، أو تذهب إلى السّوق، أو تحضّر دروس الأسبوع القادم أو تعالج المرضى في البيت.




