<?php

defined('BASEPATH') OR exit('No direct script access allowed');

class Soal_model extends CI_Model {

    public function get_soal_istima(){
        $data = 
        [
            [
                "no" => 1,
                "soal" => "هل مريم الآن في الجامعة؟",
                "pilihan" => ["لا، مريم في الجامعة", "لا، مريم في البيت", "لا، مريم في المطبخ", "لا، مريم في المسجد"],
                "jawaban" => "لا، مريم في البيت"
            ],
            [
                "no" => 2,
                "soal" => "هل مريم مسافرة؟",
                "pilihan" => ["نعم مريم مسافرة", "نعم مريم طالبة", "لا مريم في الجامعة", "لا مريم في المطعم"],
                "jawaban" => "نعم مريم مسافرة"
            ],
            [
                "no" => 3,
                "soal" => "هل العائلة بخير؟",
                "pilihan" => ["نعم ، العائلة  بخير", "نعم ، العائلة  بمرض", "لإ ، العائلة  في مرض", "لإ ،  في مستشفى"],
                "jawaban" => "نعم ، العائلة  بخير"
            ],
            [
                "no" => 4,
                "soal" => "هل محمّد مسافر إلى ألمانيا؟",
                "pilihan" => ["نعم، محمّد مسافر إلى ألمانيا", "نعم، محمّد مسافر إلى ألجزائر", "لا، محمّد مسافر إلى ألمانيا", "لا، محمّد مسافر إلى إندونيسيا"],
                "jawaban" => "لا، محمّد مسافر إلى إندونيسيا"
            ],
            [
                "no" => 5,
                "soal" => "من يذهب للتسوق؟",
                "pilihan" => ["أنا وإبراهيم", "أنا و مريم", "أنت وأحمد", "أنا وأحمد"],
                "jawaban" => "أنا وأحمد"
            ],
            [
                "no" => 6,
                "soal" => "أين السوق؟",
                "pilihan" => ["في جاكرتا", "داخل المدينة", "خارج المدينة", "وسط المدينة"],
                "jawaban" => "خارج المدينة"
            ],
            [
                "no" => 7,
                "soal" => "ماذا إشتري في المكتبة؟",
                "pilihan" => ["طعاما", "لباسا", "مشروبا", "كتبا"],
                "jawaban" => "كتبا"
            ],
            [
                "no" => 8,
                "soal" => "أين أحمد بعد التسوق؟",
                "pilihan" => ["في المقهى", "في البنك", "في الجامعة", "في المطعم"],
                "jawaban" => "في البنك"
            ],
            [
                "no" => 9,
                "soal" => "هل كانت الجامعة مشهورة؟",
                "pilihan" => ["نعم، كانت الجامعة مشهورة", "لا، كانت الجامعة غير مشهورة", "نعم، الجامعة غير مشهورة", "لا، الجامعة بسيطة"],
                "jawaban" => "نعم، كانت الجامعة مشهورة"
            ],
            [
                "no" => 10,
                "soal" => "عملت مريم كمترجمة في القنصليّة البلغاريّة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 11,
                "soal" => "قامت مريم برحلة بالطائرة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 12,
                "soal" => "عقدت مريم اجتماعات كثيرة في سويسرا وفنلندا",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 13,
                "soal" => 'عندما خرجت مريم من المخرج الخاصّ بالجمارك قالت: أهلًا وسهلًا',
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 14,
                "soal" => "توجد في المطعم التابع للفندق أكلات شرقيّة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 15,
                "soal" => "توجد في المدينة مساجد مشهورة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 16,
                "soal" => "الشّوارع قصيرة وعريضة.",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 17,
                "soal" => "يوجد خارج المدينة مطار دوليّ",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 18,
                "soal" => "توجد خارج المطار محطّة للقطارات",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 19,
                "soal" => "هناك تكاسي من شركات مختلفة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 20,
                "soal" => "في المطار طائرات من بلدان عربيّة قليلة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 21,
                "soal" => "الطّائرات ليست من الإمارات والكويت",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 22,
                "soal" => "هل توجد في المدينة بيوت صغيرة؟",
                "pilihan" => ["نعم، توجد في المدينة بيوت كبيرة", "لا، توجد في المدينة بيوت كبيرة", "نعم المدنية صغيرة", "ليس في المدينة بيوت"],
                "jawaban" => "لا، توجد في المدينة بيوت كبيرة"
            ],
            [
                "no" => 23,
                "soal" => "هل يوجد خارج المدينة مطار دوليّ كبير وجديد؟",
                "pilihan" => ["نعم، يوجد خارج المدينة مطار دوليّ كبير وجديد", "لا،  يوجد في المدينة مطار دوليّ كبير وجديد", "نعم، يوجد داخل المدينة مطار دولي كبير", "لا، يوجد في المدينة محطات الباصات"],
                "jawaban" => "لا،  يوجد في المدينة مطار دوليّ كبير وجديد"
            ],
            [
                "no" => 24,
                "soal" => "هل داخل المطار محطّة للباصات؟",
                "pilihan" => ["نعم، داخل المطار محطّة للباصات", "لا، داخل المطار موقف للباصات", "نعم، خارج المطار محطة للقطار", "لا، ليس في المطار الباصات"],
                "jawaban" => "لا، داخل المطار موقف للباصات"
            ],
            [
                "no" => 25,
                "soal" => "هل هناك سيّارات تكسي من شركات مختلفة؟",
                "pilihan" => ["نعم،هناك سيّارات تكسي من شركات مختلفة", "نعم، هناك سيارات تكسي من شركة واحدة", "لا، هناك سيّارات تكسي من شركات موحدة", "لا، ليس هناك سيارات تكسي"],
                "jawaban" => "نعم،هناك سيّارات تكسي من شركات مختلفة"
            ],
            [
                "no" => 26,
                "soal" => "هل توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز؟",
                "pilihan" => ["نعم، توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز", "نعم، خارج المطار محلات للملابس وللكمبيوتر ومطاعم ومخابز", "لا،لم توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز", "لا، ليس في المطار محلات"],
                "jawaban" => "نعم، توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز"
            ],
            [
                "no" => 27,
                "soal" => "هل توجد في المطار طائرات من بلدان أوربّيّة؟",
                "pilihan" => ["نعم، توجد في المطار طائرات من بلدان أوربّيّة", "نعم، في المطار طائرات من اليبن", "لا، توجد في المطار طائرات من بلدان أوربّيّة", "لا، في المطار طائرات من بلدن العربية"],
                "jawaban" => "نعم، توجد في المطار طائرات من بلدان أوربّيّة"
            ],
            [
                "no" => 28,
                "soal" => "متى يتم الحوار بين ماريا وأسعد؟ ",
                "pilihan" => ["الصباح", "النهار", "المساء", "العصر"],
                "jawaban" => "النهار"
            ],
            [
                "no" => 29,
                "soal" => "أين درس أسعد؟ ",
                "pilihan" => ["جامعة الأحقاف", "جامعة القرويين", "جامعة ال سعود", "جامعة الأزهر"],
                "jawaban" => "جامعة الأزهر"
            ],
            [
                "no" => 30,
                "soal" => "هؤلاء عندهم الذين عندهم الرخصة في ترك الصوم، إلا... ",
                "pilihan" => ["المسافرين", "الرجال", "النساء", "الشيوخ"],
                "jawaban" => "الرجال"
            ],
            [
                "no" => 31,
                "soal" => "ما هي الفكرة الرئيسية لذاك الحوار؟ ",
                "pilihan" => ["معرفة الاسلام", "معنى الصوم", "شمولية الاسلام", "معنى الجهاد"],
                "jawaban" => "معرفة الاسلام"
            ],
            [
                "no" => 32,
                "soal" => "متى أفضل الأوقات لأداء زكاة الفطر؟ ",
                "pilihan" => ["أول شهر رمضان", "وسط شهر رمضان", "نهاية شهر رمضان", "بعد صلاة العيد"],
                "jawaban" => "نهاية شهر رمضان"
            ],
            [
                "no" => 33,
                "soal" => "ما معنى الجهاد الحقيقي؟ ",
                "pilihan" => ["حضور المسلم في المعركة", "بذل الجهد في تطبيق السلام", "الحرب المقدس", "كل جواب خطاء"],
                "jawaban" => "بذل الجهد في تطبيق السلام"
            ],
            [
                "no" => 34,
                "soal" => "كم مدة يحب أحمد بالسفر؟ ",
                "pilihan" => ["لمدة 8 أو 9 أيام", "لمدة 8 أو 10 أيام", "لمدة 7 أو 9 أيام", "لمدة 7 أو 10 أيام"],
                "jawaban" => "لمدة 7 أو 10 أيام"
            ],
            [
                "no" => 35,
                "soal" => "أين موقع الحوار السابق؟ ",
                "pilihan" => ["المطار الدولي", "ف رنسا", "مكتب السفر", "لندن"],
                "jawaban" => "مكتب السفر"
            ],
            [
                "no" => 36,
                "soal" => "لماذا يحب أحمد إلى لندن؟ ",
                "pilihan" => ["لحضور اللقاء السنوي", "حضور مؤتمر", "لطول المشوار", "لعمل الشركة"],
                "jawaban" => "لحضور اللقاء السنوي"
            ],
            [
                "no" => 37,
                "soal" => "بكم ثمن التذكرة؟ ",
                "pilihan" => ["ألف وسبعة دنانير", "ألف وأربعة دنانير", "ألف وتسعة دنانير", "ألف وثمانية دنانير"],
                "jawaban" => "ألف وتسعة دنانير"
            ],
            [
                "no" => 38,
                "soal" => "أين كانت مريم حين ذاك؟ ",
                "pilihan" => ["المطار", "الجامعة", "البنك", "الفندق"],
                "jawaban" => "الفندق"
            ],
            [
                "no" => 39,
                "soal" => "بأي وسائل يتكلم أحمد؟ ",
                "pilihan" => ["بالسيارة", "بالجوال", "بالسيف", "بالقلب"],
                "jawaban" => "بالجوال"
            ],
            [
                "no" => 40,
                "soal" => "ماالمقصود بهذا الكلام : وانت رايح إلى أين غدا؟ ",
                "pilihan" => ["أين تجيء غدا", "أين تأكل غدا", "أين تقعد غدا", "أين تذهب غدا"],
                "jawaban" => "أين تذهب غدا"
            ],
        ];

        return $data;
    }    

    public function get_audio_istima(){
        $data = [
            [
                "judul" => "استمع الى الحوار التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/1.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى الناص التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/2.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع الى الحوار جيدا",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/3.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع جيدا",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/4.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى الناص التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/4.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى الحوار التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/5.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع الحوار التالى!",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/6.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى مكالمة التالية!",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/7.mp3' type='audio/mp3'></audio>",
            ]
        ];

        return $data;
    }

}

/* End of file Soal_model.php */
