<?php

defined('BASEPATH') OR exit('No direct script access allowed');

class Soal_model extends CI_Model {

    public function get_soal_istima(){
        $data = 
        [
            [
                "no" => 1,
                "soal" => "هل مريم الآن في الجامعة؟",
                "pilihan" => ["لا، مريم في الجامعة", "لا، مريم في البيت", "لا، مريم في المطبخ", "لا، مريم في المسجد"],
                "jawaban" => "لا، مريم في البيت"
            ],
            [
                "no" => 2,
                "soal" => "هل مريم مسافرة؟",
                "pilihan" => ["نعم مريم مسافرة", "نعم مريم طالبة", "لا مريم في الجامعة", "لا مريم في المطعم"],
                "jawaban" => "نعم مريم مسافرة"
            ],
            [
                "no" => 3,
                "soal" => "هل العائلة بخير؟",
                "pilihan" => ["نعم ، العائلة  بخير", "نعم ، العائلة  بمرض", "لإ ، العائلة  في مرض", "لإ ،  في مستشفى"],
                "jawaban" => "نعم ، العائلة  بخير"
            ],
            [
                "no" => 4,
                "soal" => "هل محمّد مسافر إلى ألمانيا؟",
                "pilihan" => ["نعم، محمّد مسافر إلى ألمانيا", "نعم، محمّد مسافر إلى ألجزائر", "لا، محمّد مسافر إلى ألمانيا", "لا، محمّد مسافر إلى إندونيسيا"],
                "jawaban" => "لا، محمّد مسافر إلى إندونيسيا"
            ],
            [
                "no" => 5,
                "soal" => "من يذهب للتسوق؟",
                "pilihan" => ["أنا وإبراهيم", "أنا و مريم", "أنت وأحمد", "أنا وأحمد"],
                "jawaban" => "أنا وأحمد"
            ],
            [
                "no" => 6,
                "soal" => "أين السوق؟",
                "pilihan" => ["في جاكرتا", "داخل المدينة", "خارج المدينة", "وسط المدينة"],
                "jawaban" => "خارج المدينة"
            ],
            [
                "no" => 7,
                "soal" => "ماذا إشتري في المكتبة؟",
                "pilihan" => ["طعاما", "لباسا", "مشروبا", "كتبا"],
                "jawaban" => "كتبا"
            ],
            [
                "no" => 8,
                "soal" => "أين أحمد بعد التسوق؟",
                "pilihan" => ["في المقهى", "في البنك", "في الجامعة", "في المطعم"],
                "jawaban" => "في البنك"
            ],
            [
                "no" => 9,
                "soal" => "هل كانت الجامعة مشهورة؟",
                "pilihan" => ["نعم، كانت الجامعة مشهورة", "لا، كانت الجامعة غير مشهورة", "نعم، الجامعة غير مشهورة", "لا، الجامعة بسيطة"],
                "jawaban" => "نعم، كانت الجامعة مشهورة"
            ],
            [
                "no" => 10,
                "soal" => "عملت مريم كمترجمة في القنصليّة البلغاريّة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 11,
                "soal" => "قامت مريم برحلة بالطائرة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 12,
                "soal" => "عقدت مريم اجتماعات كثيرة في سويسرا وفنلندا",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 13,
                "soal" => 'عندما خرجت مريم من المخرج الخاصّ بالجمارك قالت: أهلًا وسهلًا',
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 14,
                "soal" => "توجد في المطعم التابع للفندق أكلات شرقيّة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 15,
                "soal" => "توجد في المدينة مساجد مشهورة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 16,
                "soal" => "الشّوارع قصيرة وعريضة.",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 17,
                "soal" => "يوجد خارج المدينة مطار دوليّ",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 18,
                "soal" => "توجد خارج المطار محطّة للقطارات",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 19,
                "soal" => "هناك تكاسي من شركات مختلفة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 20,
                "soal" => "في المطار طائرات من بلدان عربيّة قليلة",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "خطاء"
            ],
            [
                "no" => 21,
                "soal" => "الطّائرات ليست من الإمارات والكويت",
                "pilihan" => ["صحيح", "خطاء"],
                "jawaban" => "صحيح"
            ],
            [
                "no" => 22,
                "soal" => "هل توجد في المدينة بيوت صغيرة؟",
                "pilihan" => ["نعم، توجد في المدينة بيوت كبيرة", "لا، توجد في المدينة بيوت كبيرة", "نعم المدنية صغيرة", "ليس في المدينة بيوت"],
                "jawaban" => "لا، توجد في المدينة بيوت كبيرة"
            ],
            [
                "no" => 23,
                "soal" => "هل يوجد خارج المدينة مطار دوليّ كبير وجديد؟",
                "pilihan" => ["نعم، يوجد خارج المدينة مطار دوليّ كبير وجديد", "لا،  يوجد في المدينة مطار دوليّ كبير وجديد", "نعم، يوجد داخل المدينة مطار دولي كبير", "لا، يوجد في المدينة محطات الباصات"],
                "jawaban" => "لا،  يوجد في المدينة مطار دوليّ كبير وجديد"
            ],
            [
                "no" => 24,
                "soal" => "هل داخل المطار محطّة للباصات؟",
                "pilihan" => ["نعم، داخل المطار محطّة للباصات", "لا، داخل المطار موقف للباصات", "نعم، خارج المطار محطة للقطار", "لا، ليس في المطار الباصات"],
                "jawaban" => "لا، داخل المطار موقف للباصات"
            ],
            [
                "no" => 25,
                "soal" => "هل هناك سيّارات تكسي من شركات مختلفة؟",
                "pilihan" => ["نعم،هناك سيّارات تكسي من شركات مختلفة", "نعم، هناك سيارات تكسي من شركة واحدة", "لا، هناك سيّارات تكسي من شركات موحدة", "لا، ليس هناك سيارات تكسي"],
                "jawaban" => "نعم،هناك سيّارات تكسي من شركات مختلفة"
            ],
            [
                "no" => 26,
                "soal" => "هل توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز؟",
                "pilihan" => ["نعم، توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز", "نعم، خارج المطار محلات للملابس وللكمبيوتر ومطاعم ومخابز", "لا،لم توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز", "لا، ليس في المطار محلات"],
                "jawaban" => "نعم، توجد داخل المطار أيضًا محلّات للملابس وللكمبيوتر ومطاعم ومخابز"
            ],
            [
                "no" => 27,
                "soal" => "هل توجد في المطار طائرات من بلدان أوربّيّة؟",
                "pilihan" => ["نعم، توجد في المطار طائرات من بلدان أوربّيّة", "نعم، في المطار طائرات من اليبن", "لا، توجد في المطار طائرات من بلدان أوربّيّة", "لا، في المطار طائرات من بلدن العربية"],
                "jawaban" => "نعم، توجد في المطار طائرات من بلدان أوربّيّة"
            ],
            [
                "no" => 28,
                "soal" => "متى يتم الحوار بين ماريا وأسعد؟ ",
                "pilihan" => ["الصباح", "النهار", "المساء", "العصر"],
                "jawaban" => "النهار"
            ],
            [
                "no" => 29,
                "soal" => "أين درس أسعد؟ ",
                "pilihan" => ["جامعة الأحقاف", "جامعة القرويين", "جامعة ال سعود", "جامعة الأزهر"],
                "jawaban" => "جامعة الأزهر"
            ],
            [
                "no" => 30,
                "soal" => "هؤلاء عندهم الذين عندهم الرخصة في ترك الصوم، إلا... ",
                "pilihan" => ["المسافرين", "الرجال", "النساء", "الشيوخ"],
                "jawaban" => "الرجال"
            ],
            [
                "no" => 31,
                "soal" => "ما هي الفكرة الرئيسية لذاك الحوار؟ ",
                "pilihan" => ["معرفة الاسلام", "معنى الصوم", "شمولية الاسلام", "معنى الجهاد"],
                "jawaban" => "معرفة الاسلام"
            ],
            [
                "no" => 32,
                "soal" => "متى أفضل الأوقات لأداء زكاة الفطر؟ ",
                "pilihan" => ["أول شهر رمضان", "وسط شهر رمضان", "نهاية شهر رمضان", "بعد صلاة العيد"],
                "jawaban" => "نهاية شهر رمضان"
            ],
            [
                "no" => 33,
                "soal" => "ما معنى الجهاد الحقيقي؟ ",
                "pilihan" => ["حضور المسلم في المعركة", "بذل الجهد في تطبيق السلام", "الحرب المقدس", "كل جواب خطاء"],
                "jawaban" => "بذل الجهد في تطبيق السلام"
            ],
            [
                "no" => 34,
                "soal" => "كم مدة يحب أحمد بالسفر؟ ",
                "pilihan" => ["لمدة 8 أو 9 أيام", "لمدة 8 أو 10 أيام", "لمدة 7 أو 9 أيام", "لمدة 7 أو 10 أيام"],
                "jawaban" => "لمدة 7 أو 10 أيام"
            ],
            [
                "no" => 35,
                "soal" => "أين موقع الحوار السابق؟ ",
                "pilihan" => ["المطار الدولي", "ف رنسا", "مكتب السفر", "لندن"],
                "jawaban" => "مكتب السفر"
            ],
            [
                "no" => 36,
                "soal" => "لماذا يحب أحمد إلى لندن؟ ",
                "pilihan" => ["لحضور اللقاء السنوي", "حضور مؤتمر", "لطول المشوار", "لعمل الشركة"],
                "jawaban" => "لحضور اللقاء السنوي"
            ],
            [
                "no" => 37,
                "soal" => "بكم ثمن التذكرة؟ ",
                "pilihan" => ["ألف وسبعة دنانير", "ألف وأربعة دنانير", "ألف وتسعة دنانير", "ألف وثمانية دنانير"],
                "jawaban" => "ألف وتسعة دنانير"
            ],
            [
                "no" => 38,
                "soal" => "أين كانت مريم حين ذاك؟ ",
                "pilihan" => ["المطار", "الجامعة", "البنك", "الفندق"],
                "jawaban" => "الفندق"
            ],
            [
                "no" => 39,
                "soal" => "بأي وسائل يتكلم أحمد؟ ",
                "pilihan" => ["بالسيارة", "بالجوال", "بالسيف", "بالقلب"],
                "jawaban" => "بالجوال"
            ],
            [
                "no" => 40,
                "soal" => "ماالمقصود بهذا الكلام : وانت رايح إلى أين غدا؟ ",
                "pilihan" => ["أين تجيء غدا", "أين تأكل غدا", "أين تقعد غدا", "أين تذهب غدا"],
                "jawaban" => "أين تذهب غدا"
            ],
        ];

        return $data;
    }    

    public function get_soal_tarakib(){
        $data = 
        [
            [
                "no" => 1,
                "soal" => "خرج الضيوف مسرورين. كلمة مسرورين هي؟",
                "pilihan" => [
                    "تميير",
                    "مفعول",
                    "بدل",
                    "حال",
                ],
                "jawaban" => "حال"
            ],
            [
                "no" => 2,
                "soal" => "الإمام أبو حنيفة النعمان بن ثابت ولد في مد ينة الكوفة سنة ثمانين هجرية، و توفي سنة مائة و خمسين. و هو أول أئمة الأربعة ميلادا و أسبقهم وفاة. و كان رحمه الله رجلا عظيما في أكثر من جهة. كان ناجحا في سعيه لحياته و دنياه، كان فقيه العراق، و إمام أهل الرأي. أدركنا الباعث الذي بعث عبد الله بن مبارك أن يقول: في أبي حنيفة أنه مخ العلم . مفرد من كلمة  أئمة ؟",
                "pilihan" => [
                    "أمم",
                    "عمة",
                    "أعوام",
                    "إمام",
                ],
                "jawaban" => "إمام"
            ],
            [
                "no" => 3,
                "soal" => "الإمام أبو حنيفة النعمان بن ثابت ولد في مد ينة الكوفة سنة ثمانين هجرية، و توفي سنة مائة و خمسين. و هو أول أئمة الأربعة ميلادا و أسبقهم وفاة. و كان رحمه الله رجلا عظيما في أكثر من جهة. كان ناجحا في سعيه لحياته و دنياه، كان فقيه العراق، و إمام أهل الرأي. أدركنا الباعث الذي بعث عبد الله بن مبارك أن يقول: في أبي حنيفة أنه مخ العلم . كلمة أبو حنيفة في الفقة السابقة هي؟",
                "pilihan" => [
                    "بدل",
                    "فاعل",
                    "تمييز",
                    "مبتدأ",
                ],
                "jawaban" => "بدل"
            ],
            [
                "no" => 4,
                "soal" => "الإمام أبو حنيفة النعمان بن ثابت ولد في مد ينة الكوفة سنة ثمانين هجرية، و توفي سنة مائة و خمسين. هجرية في هذه الجملة؟",
                "pilihan" => [
                    "تمييز",
                    "حال",
                    "عطف",
                    "توكيد",
                ],
                "jawaban" => "تمييز"
            ],
            [
                "no" => 5,
                "soal" => "و هو أول أئمة الأربعة ميلادا و أسبقهم وفاة. أين الخبر من هذه الجملة؟",
                "pilihan" => [
                    "أول أئمة الأربعة",
                    "وهو",
                    "ميلادا",
                    "وفاة",
                ],
                "jawaban" => "أول أئمة الأربعة"
            ],
            [
                "no" => 6,
                "soal" => 'مفهوم الحرية في الإسلام : يقوم على مبدأ أساس يمكن تلخصه في أن " الناس كل الناس يولدون إحرارا و أن الله هو وحده واهب هذه الحرية، و أن حرية الناس في الحياة مطلقة وفي كل شيئ، و تبقى مطلقة و لم تصطدم بالحق أو بالمصلحة العامة. وربما أهم القضايا في قضية حر ية العقيدة و حرية التدين. و الحديث في هذه القضية أو هذا النوع من الحريات حديث طويل : لأ نه أوسع دوائر الحريات في الإسلام . إعراب كلمة  احرارا؟',
                "pilihan" => [
                    "منصوب",
                    "مجرور",
                    "مجزوم",
                    "مرفوع",
                ],
                "jawaban" => "منصوب"
            ],
            [
                "no" => 7,
                "soal" => 'أن حرية الناس في الحياة مطلقة وفي كل شيئ، و تبقى مطلقة و لم تصطدم بالحق أو بالمصلحة العامة. إعراب "حرية" في هذه الجملة؟',
                "pilihan" => [
                    "منصوب",
                    "مجرور",
                    "مجزوم",
                    "مرفوع",
                ],
                "jawaban" => "منصوب"
            ],
            [
                "no" => 8,
                "soal" => "مفرد من كلمة القضايا؟",
                "pilihan" => [
                    "القضية",
                    "القاضاة",
                    "القضات",
                    "القضة",
                ],
                "jawaban" => "القضية"
            ],
            [
                "no" => 9,
                "soal" => 'لأنه أوسع دوائر الحريات في الإسلام . كلمة "أوسع"؟',
                "pilihan" => [
                    "اسم تفضيل",
                    "اسم فاعل",
                    "اسم مقصور",
                    "اسم مفعول",
                ],
                "jawaban" => "اسم تفضيل"
            ],
            [
                "no" => 10,
                "soal" => "يرجع الطلاب من المدرسة مساء، .... يركبون الحافلات",
                "pilihan" => [
                    "هم",
                    "هن",
                    "هما",
                    "هي",
                ],
                "jawaban" => "هم"
            ],
            [
                "no" => 11,
                "soal" => "سلمى وصفية تذهبان إلى المقصف في الإستراحة . .... تريدان أن تشتريا الكعك",
                "pilihan" => [
                    "هم",
                    "هن",
                    "هما",
                    "أنتما",
                ],
                "jawaban" => "هما"
            ],
            [
                "no" => 12,
                "soal" => 'مصطفى طالب ماهر في علم الطبيعة والرياضيات . كلمة "ماهر" في هذه الجملة؟',
                "pilihan" => [
                    "مبتدأ",
                    "خبر",
                    "نعت",
                    "بدل",
                ],
                "jawaban" => "نعت"
            ],
            [
                "no" => 13,
                "soal" => "الممرضون في هذا المستشفى......... بالآداب الإسلامية عند التعامل المباشر مع المرضى.",
                "pilihan" => [
                    "يتحلى",
                    "يتحلون",
                    "تتحلى",
                    "تتحلون",
                ],
                "jawaban" => "يتحلون"
            ],
            [
                "no" => 14,
                "soal" => "عيّن الجملة الصحيحة من هذه الجملة التالية ",
                "pilihan" => [
                    "المسلمون يصومان في شهر رمضان",
                    "الفتاة يسافرون إلى الجبل للرحلة",
                    "الجو بارد هذه الأيام",
                    "الشباب تذهبون إلى الملعب لممارسة الرياضة",
                ],
                "jawaban" => "الجو بارد هذه الأيام"
            ],
            [
                "no" => 15,
                "soal" => "السؤال: ........ هاشم وصلاح وفاطمة صباح اليوم إلى جاكرتا لمشاركة مسا بقة الخطابة",
                "pilihan" => [
                    "تسافر",
                    "يسافرون",
                    "سافروا",
                    "سافر",
                ],
                "jawaban" => "سافر"
            ],
            [
                "no" => 16,
                "soal" => "أيها الفتيات، ..... الكراسي بعد عمل الواجبات.",
                "pilihan" => [
                    "رتّبي",
                    "رتّبوا",
                    "رتّب",
                    "رتّبن",
                ],
                "jawaban" => "رتّبن"
            ],
            [
                "no" => 17,
                "soal" => "قام المهدسون بتطوير إمكا نيات الروبوتات طوال الوقت، حيث يمكن استخدامها كوسيلة استكشافية بديلة عن البشر . الفاعل لهذه العبارة هما؟",
                "pilihan" => [
                    "المهندسون، استخدامها",
                    "وسيلة، الربوتات",
                    "إمكانيات، البشر",
                    "المهندسون، البشر",
                ],
                "jawaban" => "المهندسون، استخدامها"
            ],
            [
                "no" => 18,
                "soal" => 'بات الحارس ساهرا . كلمة "ساهرا؟',
                "pilihan" => [
                    "مفعول فيه",
                    "مفعول به",
                    "اسم بات",
                    "خبر بات",
                ],
                "jawaban" => "خبر بات"
            ],
            [
                "no" => 19,
                "soal" => 'تعرّف الصِّحة بأنها حالة الإنسان دون أي مَرَض أو دَاء، وهي تشمل الصِّحة العقليَّة والإجتماعية والبدنية . كلمة "الصِّحة"؟',
                "pilihan" => [
                    "فاعل",
                    "نائب الفاعل",
                    "مبتدأ",
                    "خبر",
                ],
                "jawaban" => "نائب الفاعل"
            ],
            [
                "no" => 20,
                "soal" => 'قال تعالى   إن الله وملائكته يصلون على النبي يا أيها الذين آمنوا صلوا عليه وسلموا تسليما  . كلمة "يصلون؟',
                "pilihan" => [
                    "مبتدأ مؤخر",
                    "اسم إن",
                    "خبر إن",
                    "فاعل",
                ],
                "jawaban" => "خبر إن"
            ],
            [
                "no" => 21,
                "soal" => "تأتى من موصولة، إلا ..؟",
                "pilihan" => [
                    "ومن الناس من يقول آمنّا بالله",
                    "لا صلاة لمن لم يقرأ بفاتحة الكتاب",
                    "إن الله لا يضيع أجر من أحسن عملا",
                    "من يجتهد ينجح",
                ],
                "jawaban" => "من يجتهد ينجح"
            ],
            [
                "no" => 22,
                "soal" => "حضرت الطالبات ... فزن بالمسابقة.",
                "pilihan" => [
                    "الذين",
                    "الذي",
                    "التي",
                    "اللاتي",
                ],
                "jawaban" => "اللاتي"
            ],
            [
                "no" => 23,
                "soal" => 'إند ونيسيا جمهرية تقع في المحيط الهادئ، وتعد من أكبر الدول الإسلامية سكانا . كلمة"سكانا"......؟',
                "pilihan" => [
                    "مفعول به",
                    "حال",
                    "مفعول له",
                    "تمييز",
                ],
                "jawaban" => "تمييز"
            ],
            [
                "no" => 24,
                "soal" => 'رجعت الطالبات إلى المعهد بعد العطلة مسرورات . كلمة " مسرورات؟',
                "pilihan" => [
                    "مفعول به",
                    "حال",
                    "مفعول له",
                    "تمييز",
                ],
                "jawaban" => "حال"
            ],
            [
                "no" => 25,
                "soal" => "يذهب محمد إلى السوق المركزي مبكرا . هو يريد أن يشتري قلنسوة؟",
                "pilihan" => [
                    "الأسود",
                    "سوداء",
                    "السوداء",
                    "أسود",
                ],
                "jawaban" => "سوداء"
            ],
            [
                "no" => 26,
                "soal" => "من أهم العلماء الذين احتلوا مكانة عالية في .... ابن الهثيم، حيث اخترع الكاميرا",
                "pilihan" => [
                    "العالم الاختراعات",
                    "العالم  اختراعات",
                    "عالم الاختراعات",
                    "عالم الاختراع",
                ],
                "jawaban" => "عالم الاختراعات"
            ],
            [
                "no" => 27,
                "soal" => "أحمد مشغول في الجامعة وهذا اليوم لديه....؟",
                "pilihan" => [
                    "أربعة حصة",
                    "أربعة حصص",
                    "أربع حصة",
                    "أربع حصص",
                ],
                "jawaban" => "أربع حصة"
            ],
            [
                "no" => 28,
                "soal" => "ستبدأ المحاضرة عن السياسة الإسلامية في ( 07.15 )  صباحا",
                "pilihan" => [
                    "السابعة والنصف",
                    "السابعة والخمس",
                    "السابعة والربع",
                    "السابعة والثلث",
                ],
                "jawaban" => "السابعة والربع"
            ],
            [
                "no" => 29,
                "soal" => "وافقت الملكة .... خطة التطوير التي قدمها مجلس النواب .",
                "pilihan" => [
                    "إلى",
                    "من",
                    "على",
                    "عن",
                ],
                "jawaban" => "على"
            ],
            [
                "no" => 30,
                "soal" => "استخدام أسماء الخمسة الصحيحة في الجمل الآتية هو؟",
                "pilihan" => [
                    "اشترك أخيك في المؤتمر الدولي بالجامعة",
                    "كرّم المدير أخا صديقي بالحفل",
                    "يحب عادل أخوه حبا جما",
                    "هل هو أخيك يا حسان؟",
                ],
                "jawaban" => "كرّم المدير أخا صديقي بالحفل"
            ],
            [
                "no" => 31,
                "soal" => "ذبح محمد عشرين بقرة. عيّن المفعول من الجملة السابقة؟",
                "pilihan" => [
                    "ذبح",
                    "محمد",
                    "عشرين",
                    "بقرة",
                ],
                "jawaban" => "عشرين"
            ],
            [
                "no" => 32,
                "soal" => "زرت خمسة فصول في المدرسة. إعراب فصول؟",
                "pilihan" => [
                    "مرفوع",
                    "منصوب",
                    "مجرور",
                    "مجزوم",
                ],
                "jawaban" => "مجرور"
            ],
            [
                "no" => 33,
                "soal" => "إشترى علي الكتاب بثمن مائة ..... روبية",
                "pilihan" => [
                    "ألفا",
                    "ألف",
                    "آلاف",
                    "آلافا",
                ],
                "jawaban" => "ألف"
            ],
            [
                "no" => 34,
                "soal" => "أكلت عائشة تفاحا. جمع كلمة تفاح ... ؟",
                "pilihan" => [
                    "تفاحون",
                    "أتحفة",
                    "تفافيح",
                    "تفاحات",
                ],
                "jawaban" => "تفافيح"
            ],
            [
                "no" => 35,
                "soal" => "علامة إعراب الرفع لجمع مذكر السالم ..؟",
                "pilihan" => [
                    "نون",
                    "واو",
                    "ياء",
                    "ضمة",
                ],
                "jawaban" => "واو"
            ],
            [
                "no" => 36,
                "soal" => "عين أين الجملة الصحيحة من هذه الأمثلة؟",
                "pilihan" => [
                    "زار المسلمون مساجد كبيرة في أوروبا",
                    "زار المسلمون مساجد كبيرا في أوروبا",
                    "زار المسلمون مساجد كبيرين في أوروبا",
                    "زار المسلمون مساجد كبيرون  في أوروبا",
                ],
                "jawaban" => "زار المسلمون مساجد كبيرة في أوروبا"
            ],
            [
                "no" => 37,
                "soal" => "هذا الطعام يحتوي ...... المواد الكيميائية",
                "pilihan" => [
                    "على",
                    "لـ",
                    "من",
                    "عن",
                ],
                "jawaban" => "على"
            ],
            [
                "no" => 38,
                "soal" => "هؤلاء الطلاب قادرون ....... رفع الأحجار سريعا.",
                "pilihan" => [
                    "على",
                    "لـ",
                    "من",
                    "عن",
                ],
                "jawaban" => "على"
            ],
            [
                "no" => 39,
                "soal" => "كانت فاطمة تحب والديها ورغب .......  مساعدة الأعمال اليومية. ",
                "pilihan" => [
                    "في",
                    "لـ",
                    "من",
                    "عن",
                ],
                "jawaban" => "في"
            ],
            [
                "no" => 40,
                "soal" => "قرأ الأستاذ .... كتاب هذا الشهر",
                "pilihan" => [
                    "100",
                    "10",
                    "13",
                    "50",
                ],
                "jawaban" => "100"
            ]
        ];

        return $data;
    }

    public function get_soal_qiroah(){
        $data = [
            [
                "no" => '1',
                "soal" => 'ما مهنة الأب؟ ',
                "pilihan" => [
                    "معلم",
                    "طبيب",
                    "محاضر",
                    "مهندس",
                ],
                "jawaban" => "طبيب"
            ],
            [
                "no" => '2',
                "soal" => 'ماذا تعمل الأخت؟ ',
                "pilihan" => [
                    "الأخت طالبة في الجامعة الإسلاميّة",
                    "الأخت مدرسة في الجامعة الإسلامية",
                    "الأخت عاملة في الجامعة الإسلامية",
                    "الأخت باحثة في الجامعة الإسلامية",
                ],
                "jawaban" => "الأخت طالبة في الجامعة الإسلاميّة"
            ],
            [
                "no" => '3',
                "soal" => 'ماذا أمام البيت؟ ',
                "pilihan" => [
                    "مركز كبير",
                    "شجرة كبيرة",
                    "بيت كبير",
                    "حديقة كبيرة",
                ],
                "jawaban" => "حديقة كبيرة"
            ],
            [
                "no" => '4',
                "soal" => 'هل في الغرفة مكتب قديم وكرسي من بلاستيك',
                "pilihan" => [
                    "نعم، في الغرفة مكتب قديم وكرسي من بلاستيك",
                    "نعم، في الغرفة مكتب جديد وكرسي من بلاستيك",
                    "لا، في الغرفة مكتب قديم وكرسي من حديد",
                    "لا، لا شيء في الغرفة",
                ],
                "jawaban" => "نعم، في الغرفة مكتب قديم وكرسي من بلاستيك"
            ],
            [
                "no" => '5',
                "soal" => 'كيف كان السرير في الغرفة؟  ',
                "pilihan" => [
                    "كان السرير في الغرفة كبير",
                    "كان السرير في الغرفة قديم",
                    "كان السرير في الغرفة جديد",
                    "كان السرير في الغرفة صغير",
                ],
                "jawaban" => "كان السرير في الغرفة كبير",
            ],
            [
                "no" => '6',
                "soal" => 'كيف كانت الجامعة؟ ',
                "pilihan" => [
                    "الجامعة الإسلاميّة الحكوميّة جامعة مشهورة",
                    "الجامعة الإسلاميّة الحكوميّة جامعة صغيرة",
                    "الجامعة الإسلاميّة الحكوميّة جامعة بعيدة",
                    "الجامعة الإسلاميّة الحكوميّة جامعة عالمية",
                ],
                "jawaban" => "الجامعة الإسلاميّة الحكوميّة جامعة مشهورة",
            ],
            [
                "no" => '7',
                "soal" => 'أين أحمد حينما كنت في المقهى؟ ',
                "pilihan" => [
                    "في الشوق",
                    "في البنك",
                    "في الجامعة",
                    "في تكسي",
                ],
                "jawaban" => "في البنك",
            ],
            [
                "no" => '8',
                "soal" => 'إلى أين مشينا لأول المرة؟ ',
                "pilihan" => [
                    "الجامعة",
                    "البنك",
                    "المقهى",
                    "المكتبة",
                ],
                "jawaban" => "المكتبة"
            ],
            [
                "no" => '9',
                "soal" => 'كان السوق خارج المدينة.',
                "pilihan" => [
                    "نعم، كان السوق خارج المدينة",
                    "نعم، كان السوق داخل المدينة",
                    "لا، كان السوق بين المدينتين",
                    "لا، كان السوق وسط المدينة",
                ],
                "jawaban" => "نعم، كان السوق خارج المدينة",
            ],
            [
                "no" => '10',
                "soal" => 'أي مراكز تابعة للجامعة الإسلاميّة الحكوميّة؟ ',
                "pilihan" => [
                    "مراكز خاصّة بالإقتصادية",
                    "مراكز خاصّة بالإجتماية",
                    "مراكز خاصّة بالبيئة",
                    "مراكز خاصّة بالطلاب",
                ],
                "jawaban" => "مراكز خاصّة بالبيئة",
            ],
            [
                "no" => '11',
                "soal" => 'هل صباح رايحة إلى مركز المدينة؟',
                "pilihan" => [
                    "لا، صباح رايحة إلى مركز الدائرة",
                    "لا، صباح رايحة إلى المجمع الإستهلاكي",
                    "نعم، صباح رايحة إلى مركز المدينة",
                    "نعم، صباح رايحة إلى مركز المدينة المنورة",
                ],
                "jawaban" => "لا، صباح رايحة إلى المجمع الإستهلاكي",
            ],
            [
                "no" => '12',
                "soal" => 'أين كانت صباح اليوم؟',
                "pilihan" => [
                    "المجمع الإستهلاكي",
                    "المطار",
                    "السوق المركزي",
                    "الجامعة",
                ],
                "jawaban" => "الجامعة",
            ],
            [
                "no" => '13',
                "soal" => 'متى وصلت مريم إلى المطار؟',
                "pilihan" => [
                    "مريم وصلت قبل يومين",
                    "مريم وصلت قبل ساعتين",
                    "مريم وصلت أمس",
                    "مريم وصلت قبل اليوم",
                ],
                "jawaban" => "مريم وصلت قبل ساعتين",
            ],
            [
                "no" => '14',
                "soal" => 'هل أكل مريم وأحمد من البوفيه الفرنسيّ في المطعم؟',
                "pilihan" => [
                    "لا، أكل مريم وأحمد من البوفيه الشرقيّ",
                    "لا،  أكل مريم وأحمد من البوفيه السين",
                    "نعم، أكل مريم وأحمد من البوفيه الفرنسي",
                    "نعم،  أكل مريم وأحمد من البوفيه السعود",
                ],
                "jawaban" => "لا، أكل مريم وأحمد من البوفيه الشرقيّ",
            ],
            [
                "no" => '15',
                "soal" => 'هل عرفت صباح المشروع الماليّ؟',
                "pilihan" => [
                    "درست صباح عن الإجتماعية",
                    "درست صباح عن المشروع المالي",
                    "درست صباح عن المشروع الدينية",
                    "درست صباح عن الدينية",
                ],
                "jawaban" => "درست صباح عن المشروع المالي",
            ],
            [
                "no" => '16',
                "soal" => 'ماذا عملت مريم في البداية؟',
                "pilihan" => [
                    "معلمة",
                    "مترجمة",
                    "مهندسة",
                    "مديرة",
                ],
                "jawaban" => "مترجمة",
            ],
            [
                "no" => '17',
                "soal" => 'هل هناك علاقات تجاريّة بين فرنسا والبلدان العربيّة؟',
                "pilihan" => [
                    "لا، ليس هناك علاقات تجارية بين فرنسا والبلدان العربية",
                    "نعم،  هناك علاقات تجارية بين فرنسا والبلدان العربية",
                    "لا،  هناك علاقات دينية بين فرنسا والبلدان العربية",
                    "نعم، هناك علاقات دينية بين فرنسا والبلدان العربية",
                ],
                "jawaban" => "نعم،  هناك علاقات تجارية بين فرنسا والبلدان العربية",
            ],
            [
                "no" => '18',
                "soal" => 'إلى أين ذهبت مريم قبل شهر؟',
                "pilihan" => [
                    "ذهبت مريم قبل شهر إلى سويسرا وفرنسا",
                    "ذهبت مريم قبل شهر إلى المانيا",
                    "ذهبت مريم قبل شهر إلى السعودية",
                    "ذهبت مريم قبل شهر إلى سين",
                ],
                "jawaban" => "ذهبت مريم قبل شهر إلى سويسرا وفرنسا",
            ],
            [
                "no" => '19',
                "soal" => 'من ترجم رسائل ومذكّرات دبلوماسيّة كثيرة؟',
                "pilihan" => [
                    "عائشة",
                    "زينب",
                    "ماريا",
                    "مريم",
                ],
                "jawaban" => "مريم",
            ],
            [
                "no" => '20',
                "soal" => 'هل شربت مريم القهوة مع الحليب؟',
                "pilihan" => [
                    "نعم، شربت مريم القهوة مع الحليب",
                    "نعم، شربت مريم القهوة مع السكر",
                    "لا، شربت مريم القهوة",
                    "لا، شربت مريم الشاي",
                ],
                "jawaban" => "لا، شربت مريم الشاي",
            ],
            [
                "no" => '21',
                "soal" => 'عاد الناس إلى القرية غاضبين لأن.... ؟',
                "pilihan" => [
                    "الراعي يضحك عند حضور الناس",
                    "الذئب قد هجم الأغنام",
                    "هم كاذبون على الراعي",
                    "الراعي قد كذب عليهم",
                ],
                "jawaban" => "الراعي قد كذب عليهم",
            ],
            [
                "no" => '22',
                "soal" => 'ماذا تأكل الأغنام؟',
                "pilihan" => [
                    "الأعشاب",
                    "الأطعمة",
                    "الذئب",
                    "الشجرة",
                ],
                "jawaban" => "الأعشاب",
            ],
            [
                "no" => '23',
                "soal" => 'ما الذي هجم الغنم؟',
                "pilihan" => [
                    "الراعي",
                    "الذئب",
                    "الناس",
                    "أهل القرية",
                ],
                "jawaban" => "الذئب", 
            ],
            [
                "no" => '24',
                "soal" => 'اسم المكان الذي يتجه إليه الراعي؟',
                "pilihan" => [
                    "القرية",
                    "المزرعة",
                    "المرعى",
                    "الغابة",
                ],
                "jawaban" => "المرعى",
            ],
            [
                "no" => '25',
                "soal" => 'متى يعود الراعي مع أغنامه إلى القرية؟',
                "pilihan" => [
                    "المساء",
                    "الصباح الباكر",
                    "اليوم التالي",
                    "الليل",
                ],
                "jawaban" => "المساء",
            ],
            [
                "no" => '26',
                "soal" => 'كل واحد من أهل القرية يحمل عصا بيده لأن..؟ ',
                "pilihan" => [
                    "هم غاضبون على الراعي",
                    "الذئب هجم على الراعي والأغنام",
                    "أهل القرية يريدون أن يساعدوا الراعي",
                    "الراعي يصرخ: ادركوني...",
                ],
                "jawaban" => "الراعي يصرخ: ادركوني...",
            ],
            [
                "no" => '27',
                "soal" => 'لم يحضر أهل القرية ليسلموا الراعي لأن..؟',
                "pilihan" => [
                    "هم يسمعون نداء الراعي",
                    "الذئب هجم على الأغنام",
                    "الراعي كذب على أهل القرية",
                    "أهل القرية يتكسلون",
                ],
                "jawaban" => "الراعي كذب على أهل القرية",
            ],
            [
                "no" => '28',
                "soal" => 'كيف الراعي عندما يأتي أهل القرية وفي أيديهم العصا؟ ',
                "pilihan" => [
                    "يصرخ بصوت عال",
                    "يتكلم معهم",
                    "يضحك",
                    "يعود إلى القرية",
                ],
                "jawaban" => "يضحك",
            ],
            [
                "no" => '29',
                "soal" => 'تنتشر الأغنام وتنتقل من مكان إلى آخر ل..... ',
                "pilihan" => [
                    "تأكل العشب",
                    "تهجم على الذئب",
                    "تعود إلى القرية",
                    "تطلب الطعام",
                ],
                "jawaban" => "تأكل العشب",
            ],
            [
                "no" => '30',
                "soal" => 'الرجل الذي كانت حرفته رعي الأغنام يسمى بـــ ... ؟',
                "pilihan" => [
                    "أهل الغنم",
                    "الراعي",
                    "صاحب الغنم",
                    "حارس الغنم",
                ],
                "jawaban" => "الراعي",
            ],
            [
                "no" => '31',
                "soal" => 'يركب محمد القطار، وجاء الجائي إليه ليفتش منه...',
                "pilihan" => [
                    "التذاكر",
                    "الجائزة",
                    "التذكرة",
                    "النقود",
                ],
                "jawaban" => "التذكرة",
            ],
            [
                "no" => '32',
                "soal" => 'في مرحلة المراهقة ينمو ...... والعقل نموا سريعا',
                "pilihan" => [
                    "القلب",
                    "العمل",
                    "الفكر",
                    "الجسم",
                ],
                "jawaban" => "الجسم",
            ],
            [
                "no" => '33',
                "soal" => 'يقوم ...... بقراءة الأنباء المحلية كل الصباح',
                "pilihan" => [
                    "الكاتب",
                    "القارئ",
                    "الناشر",
                    "المذيع",
                ],
                "jawaban" => "المذيع",
            ],
            [
                "no" => '34',
                "soal" => 'الخادمة تعمل الطعام كل الصباح في المطبخ وبعد أن يكون الطعام جاهزا وضعته الخادمة على المائدة. ماذا تعمل الخادمة في غرفة الطعام؟',
                "pilihan" => [
                    "تجهز الطعام",
                    "تشتري الخضروات",
                    "تأخذ الصحن",
                    "تنظف المائدة",
                ],
                "jawaban" => "تجهز الطعام",
            ],
            [
                "no" => '35',
                "soal" => 'إبراهيم يركب السيارة إلى الشركة التي يعمل بها، كانت الطريق مزدحمة بآلات المواصلات. تسير السيارة في ....؟',
                "pilihan" => [
                    "الميدان",
                    "الطارق",
                    "الطريق",
                    "البحر",
                ],
                "jawaban" => "الطريق",
            ],
            [
                "no" => '36',
                "soal" => 'نستطيع أن نعرف الأخبار الدولية الحديثة من صديقنا ....؟',
                "pilihan" => [
                    "المهندس",
                    "المحامي",
                    "المدرس",
                    "الصحافي",
                ],
                "jawaban" => "الصحافي",
            ],
            [
                "no" => '37',
                "soal" => 'قام ..... بالدفاع عن المتهم في المحكمة',
                "pilihan" => [
                    "القاضي",
                    "الصحافي",
                    "الشرطي",
                    "المحامي",
                ],
                "jawaban" => "المحامي",
            ],
            [
                "no" => '38',
                "soal" => 'قبل السفر بالطائرة يشتري المسافر تذكرة السفر من .....',
                "pilihan" => [
                    "مكتب الطيران",
                    "المقصف",
                    "دكان المطار",
                    "الصيدلية",
                ],
                "jawaban" => "مكتب الطيران",
            ],
            [
                "no" => '39',
                "soal" => 'يأخذ الرجل الأغنام إلى أطراف القرية حيث تأكل العشب الأخضر، الرجل هو....',
                "pilihan" => [
                    "صاحب الغنم",
                    "الراعي",
                    "حارس الغنم",
                    "تاجر الغنم",
                ],
                "jawaban" => "الراعي",
            ],
            [
                "no" => '40',
                "soal" => 'دعا الملك الرجل ليبني له القصر، وأخذ الرجل يفكر ثم يضع خطة دقيقة، الرجل هو....',
                "pilihan" => [
                    "العامل",
                    "المبنى",
                    "المفكر",
                    "المهندس",
                ],
                "jawaban" => "المهندس",
            ],
            [
                "no" => '41',
                "soal" => '(أسس) الرسول أول مسجد للمسلمين في المدينة ',
                "pilihan" => [
                    "هدم",
                    "قام",
                    "صنع",
                    "بنى",
                ],
                "jawaban" => "بنى",
            ],
            [
                "no" => '42',
                "soal" => '(يقود) عصام سيارته إلى الشركة التي يعمل بها موظفا',
                "pilihan" => [
                    "يأخذ",
                    "يركب",
                    "يصعد",
                    "يسوق",
                ],
                "jawaban" => "يسوق",
            ],
            [
                "no" => '43',
                "soal" => 'أرسل الكسرى (الوفد) إلى أمير المؤمنين ليعرف ما يريد المسلمون',
                "pilihan" => [
                    "الخادم",
                    "الجندي",
                    "المبعوث",
                    "رجال الدولة",
                ],
                "jawaban" => "المبعوث",
            ],
            [
                "no" => '44',
                "soal" => 'للانسان (مشاكله) ومشاغله في الحياة',
                "pilihan" => [
                    "العراقل",
                    "الأمور",
                    "المسائل",
                    "الصعوبات",
                ],
                "jawaban" => "المسائل",
            ],
            [
                "no" => '45',
                "soal" => 'بعد انتهاء الامتحان الوطني قامت المدرسة ب (رحلة) إلى شاطئ البحر',
                "pilihan" => [
                    "الاطلاع",
                    "الذهاب",
                    "البحث",
                    "السفر",
                ],
                "jawaban" => "السفر",
            ],
            [
                "no" => '46',
                "soal" => 'في العطلة (القادمة) سيزور إسماعيل صديقه في باكستان',
                "pilihan" => [
                    "التالية",
                    "الجديدة",
                    "القديمة",
                    "اللاحقة",
                ],
                "jawaban" => "القديمة",
            ],
            [
                "no" => '47',
                "soal" => 'يحب حسن الأكل وهو يأكل الأرز كثيرا ويشرب كوبا كبيرا من العصير، وأصبح ولدا (سمينا) في الحي',
                "pilihan" => [
                    "عظيما",
                    "كبيرا",
                    "طويلا",
                    "هزيلا",
                ],
                "jawaban" => "هزيلا", 
            ],
            [
                "no" => '48',
                "soal" => 'استأذن محمد من أصدقائه (العودة) إلى البيت أولا ',
                "pilihan" => [
                    "الرحلة",
                    "السفر",
                    "الذهاب",
                    "الرجوع",
                ],
                "jawaban" => "الذهاب",
            ],
            [
                "no" => '49',
                "soal" => 'قال الولد: لا يمكن للسارق إخفاء الخروف في هذه القرية لأن صوته سوف (يكشف) مكانه ',
                "pilihan" => [
                    "يستر",
                    "يقفل",
                    "يفتح",
                    "يظهر",
                ],
                "jawaban" => "يستر",
            ],
            [
                "no" => '50',
                "soal" => 'إن الحياة المادية تشغل الناس عن واجباتهم الانسانية وهذه الظاهرة (تتعارض) مع تعاليم الاسلام.  ',
                "pilihan" => [
                    "تناسب",
                    "تختلف",
                    "تخالف",
                    "تقضي عليه",
                ],
                "jawaban" => "تناسب",
            ],            
        ];

        return $data;
    }

    public function get_audio_istima(){
        $data = [
            [
                "judul" => "استمع الى الحوار التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/1.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى الناص التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/2.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع الى الحوار جيدا",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/3.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع جيدا",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/4.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى الناص التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/4.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى الحوار التالى",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/5.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع الحوار التالى!",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/6.mp3' type='audio/mp3'></audio>",
            ],
            [
                "judul" => "استمع إلى مكالمة التالية!",
                "audio" => "<audio controls><source src='".base_url()."assets/sounds/7.mp3' type='audio/mp3'></audio>",
            ]
        ];

        return $data;
    }

    public function get_teks_qiroah(){
        $data = [
            [
                "judul" => "فهم الناص",
                "teks" => "الأب طبيب والأمّ معلّمة والأخت طالبة في الجامعة الإسلاميّة والأخ طالب في الجامعة التّكنيكيّة الوطنيّة وأنا طالب في الجامعة الدّوليّة. عندنا بيت جميل في المدينة وأمام البيت حديقة كبيرة وجميلة. عندي غرفة كبيرة وحمّام ومطبخ صغير وفي الغرفة مكتب قديم وكرسي من بلاستيك وسرير كبير وخزانة قديمة من خشب وراديو قديم وجهاز فيديو وكمبيوتر وجهاز تلفزيون ومصباح."
            ],
            [
                "judul" => "اقرأ الناص التالي!",
                "teks" => "مشيت للتّسوّق من البيت الّذي هو داخل المدينة بالسّيّارة الجديدة إلى سوق خارج المدينة وكان أحمد معي وفي الطّريق إلى هذا السّوبرماركت الّذي هو من الأسواق الرّخيصة رأينا مؤسّسات صناعيّة وزراعيّة تابعة للحكومة والقطاع الخاصّ. ورغم الكثير من النّاس الّذين هم في كلّ مكان مشينا أوّلًا إلى مكتبة واشترينا من المكتبة كتبا أي قاموسين وروايتين واشترينا للدّراسة في الجامعة ورقا وأقلاما وممحاة وكراريس وشنطة بيضاء للكمبيوتر المحمول أي اللّاب توب. وبعد التّسوّق كنت في مقهى من المقاهي العربيّة وأحمد كان في البنك.وبعد ذلك مشينا إلى الجامعة الإسلاميّة الحكوميّة وهي جامعة من الجامعات المشهورة في العالم في الشّريعة والقانون الدّوليّ وتوجد هناك أساتذة ودكاترة وباحثون من كلّ العالم ومعاهد للبحث العلميّ في المواضيع الاجتماعيّة والاقتصاديّة ومنظّمات حكوميّة وغير حكوميّة ومشاريع للتّعاون مع المجتمع المدنيّ ومراكز خاصّة بالبيئة والمناخ العالميّ والعولمة."
            ],
            [
                "judul" => "اقرأ الناص التالي!",
                "teks" => "أحمد: هالو! مساء الخير.<br>
                صباح : مساء النور. من معي؟ من يتكلّم؟<br>
                أحمد: معك أحمد. كيف حالك؟<br>
                صباح: أنا بخير، الحمد لله وكيف حالك؟ هل ذهبت إلى المطار؟ هل وصلت مريم؟<br>
                أحمد: شكرا، أنا بخير، الحمد لله، نعم، كنت في المطار. مريم وصلت قبل ساعتين. أين كنت اليوم؟<br>
                صباح: اليوم كنت في الجامعة. سمعت أنّ مريم نزلت في فندق. هل هذا صحيح؟<br>
                أحمد: نعم ، هذا صحيح. هي الآن في الفندق.<br>
                صباح: وأين كنتم في المساء بعد أن وصلت مريم؟<br>
                أحمد: كنّا في مطعم صغير في الفندق وكالعادة أكلنا أكثر من اللازم من البوفيه الشرقيّ.<br>
                صباح: هل تمّت دراسة دقيقة للمشروع الماليّ الذي وصل عندي إلى المكتب؟<br>
                أحمد: نعم، تمّت الدراسة بعون الله وقالت مريم إنّها مسؤولة عن الإجراءات التنفيذيّة.<br>
                صباح: وغدا؟ ما هو البرنامج؟ هل عندها مواعد أو ارتباطات رسميّة؟<br>
                أحمد: والله، لا أدري بالضبط، أعتقد عندها مواعد رسميّة في القنصليّة الألمانيّة والسفارة السعوديّة والبنك الإسلاميّ  والله أعلم.<br>
                صباح: وأنت رايح إلى أين غدا؟<br>
                أحمد: والله، أنا رايح إلى المكتب في حيّ البنوك للمتابعة اليوميّة للتطوّرات الجارية في الأسواق الماليّة والأسهم المصرفيّة والأسعار الجديدة للبترول والغاز الطبيعيّ والموادّ الخام الأخرى.<br>
                صباح: يا مسكين! أنا غدا رايحة إلى المجمّع الاستهلاكيّ الجديد في مركز المدينة للتسوّق وأشوف الأشياء المغرية الجديدة في السوق. مع السلامة، وسلّم لي على مريم.<br>
                أحمد: مع السلامة وسلّمي على صالح وتصبحين على خير.<br>
                صباح: وأنت من أهله. مع السلامة.<br>"
            ],
            [
                "judul" => "الاستقبال في المطار",
                "teks" => "وصلت مريم أمس الجمعة. ذهبت بالتاكسي إلى المطار وقلت عندما خرجت من المخرج الخاصّ بالجمارك ودخلت القاعة الرئيسيّة: أهلًا وسهلًا! الحمد لله على السلامة! كيف كانت الرحلة وكيف حالك وكيف العائلة؟ قالت إنّ الرحلة كانت ممتازة وكلّهم بخير والحمد لله.
                من المطار ذهبنا إلى الفندق وفي الطريق إلى الفندق سألتها عنِ العمل الجديد في الخارج. قالت إنّ العمل في البداية كان كمترجمة في السفارة وفي نفس الوقت كموظّفة في السلك الدبلوماسيّ وإنّها كانت قبل شهر في سويسرا وفرنسا وإنّها عقدت في هذين البلدين اجتماعات ومؤتمرات كثيرة مع دبلوماسيّين وتجّار عرب وأجانب وإنّها سمعت أنّ العلاقات السياسيّة والاقتصاديّة والتجاريّة جيّدة بين هذين البلدين والبلدان العربيّة وإنّها ترجمت رسائل ومذكّرات دبلوماسيّة كثيرة.
                وبعد أن وصلنا بالتاكسي إلى الفندق صعدت مريم إلى الشقّة وجلست أنا في اللوبي أي في القاعة الكبيرة عند المدخل الرئيسيّ. وبعد قليل نزلت مريم وذهبنا إلى مطعم من المطاعم في الفندق وأكلنا هناك طعاما شرقيّا وبعد الأكل شربنا الشاي."
            ],
            [
                "judul" => "",
                "teks" => "يحكى أن راعيا خرج بأغنامه إلى المرعى في واد قريب من القرية. فانتشرت الأغنام بين الأعشاب الخضراء، تنتقل من مكان إلى آخر تأكل العشب إلى أن يقترب وقت العودة في المساء، فجمع الراعي أغنامه وسار في طريقه إلى القرية، وقبل أن يدخل الراعي الأغنام إلى الحظيرة، أخذ يصرخ بأعلى صوته: يا أهل القرية، ادركون! الذئب! الذئب!
                سمع الناس نداءه فأسرعوه إليه، وكل منهم يحمل عصا غليظا وما كادوا يصلون حتى وجدوه يضحك. فعرفوا أن الراعي قد كذب عليهم، وأن الذئب لم يهاجم الغنم، فغضبوا منه وعادوا إلى بيوتهم غاضبين. وفي اليوم التالي، خرج الراعي بالغنم إلى الوادي، وأثناء عودته إلى القرية في المساء، هاجمت الذئب الغنم، فأخذ الراعي يصرخ : ادركوني! ادركوني! ولكن لم يحضر أحد لنجدته، لاعتقادهم أنه يكذب. فهجم الذئب على الغنم، فكان هذا جزاء كذبه"
            ],
            [
                "judul" => "اختر أنسب الكلمة لتكملة الجمل الآتية! ",
                "teks" => ""
            ],
            [
                "judul" => "هات الترادف من الكلمات التي بين الكوسين! ",
                "teks" => ""
            ],
            [
                "judul" => "هات التضاد من الكلمات التي بين الكوسين! ",
                "teks" => ""
            ]
        ];

        return $data;
    }

}

/* End of file Soal_model.php */
